"Scan for Large and Old Files" = "Искать большие и старые файлы";
"Erase with CleanMyMac" = "Стереть с помощью CleanMyMac";
"Securely Erase with CleanMyMac" = "Стереть безопасно с CleanMyMac";
"Clean with CleanMyMac" = "Очистить с помощью CleanMyMac";
"Uninstall with CleanMyMac" = "Удалить с CleanMyMac";
"Clean iPhoto Library with CleanMyMac" = "Очистить медиатеку iPhoto с CleanMyMac";
